import { Nay } from "./userData.js"

export const ToTalkToHer =  [
  {word1: 'เราไม่ได้พึ่งเคยเจอกัน'},
  {word2: 'เราคือ เนอายุ 17 ปี 10 เดือน'},
  {word3: 'จำกันได้มั้ย' },
  {word4: 'วันเกิดใช่มั้ยล่ะ ตอนนี้อายุเท่าไหร่แล้ว'},
  {word5: `${Nay.age} เหรอ แก่มากกกกกก :p`},
  {word6: 'ตอนนี้ทำอะไรอยู่'},
  {word7: `เป็นไงบ้างอะ คิดไม่ค่อยออกเลยว่าเป็นยังไง`},
  {word8: 'ตอนนี้เราคิดแต่เรื่องเข้ามหาลัยเลย ทำกิจกกรรมเยอะมาก'},
  {word9: 'ตอนนี้เราคิดแต่เรื่องเข้ามหาลัยเลย ทำกิจกกรรมเยอะมาก'},
  {word10: 'เธอก็คงจำได้ ใช่มั้ยล่ะ'},
  {word11: 'เล่าให้ฟังหน่อยสิ อยากรู้น่ะ อายุเท่านั้นเเล้วอะไรๆ เปลี่ยนไปแค่ไหน'},
  {word12: 'ความรัก ครอบครัว เพื่อนๆ ในทุกๆ วัน มันเปลี่ยนไปจากตอน 17 มั้ยนะ'},
  {word13: 'ยังรักตัวเองใช่มั้ย'},
  {word14: 'ยังมีความสุขใช่มั้ย'},
  {word15: 'ดีใจจังเลยนะ ที่ได้เจอกันอีก'},
  {word16: 'คงต้องบอกลากันแค่นี้ ได้คุยกันแป๊บเดียวเองเนอะ'},
  {word17: `อยากฝากเราไปบอกอะไรเธอตอนอายุ ${Nay.age} ในเส้นโลกเรามั้ย ฮ่าๆ`},
  {word18: `ไม่อ่านๆ ชู่ๆ เราจะเก็บเอาไว้ รอ ${Nay.age} ค่อยอ่าน เค๊?`},
  {word19: 'คงไม่ได้เจอกันเเล้ว เวลาเป็นของเเบบนั้นแหละ'},
  {word20: 'เสียใจที่พูดคำว่า "ไว้เจอกันอีกไม่ได้" แต่หวังว่าเธอจะมีความสุขดีในทุกๆ วัน'},
  {word21: 'บายๆ'},
  {word22:''}
]